


"Show image in list" = "«Mostra immagine nella lista»";
"Unread articles" = "Articoli non letti";
"Starred articles" = "Articoli preferiti";
"Read articles" = "Articoli letti";
"All articles" = "Tutti gli articoli";
"Mode" = "Modalità";
"Analytics Enabled" = "Analisi abilitata";
"Justify Article" = "Giustifica l'articolo";
"Badge" = "Distintivo";
"Enabled" = "Attivato";
"none given" = "nessuno dato";
"Name" = "Nome";
"Group" = "Gruppo";
